<?php
// Heading
$_['heading_title']                = 'Авторизация';

// Text
$_['text_account']                 = 'Аккаунт';
$_['text_login']                   = 'Вход';
$_['text_new_customer']            = 'Новый заказчик';
$_['text_register']                = 'Регистрация';
$_['text_register_account']        = 'После регистрации ваши данные будут отправлены менеджеру, который свяжется с вами в билжайшее время и подтвердит регистрацию.';
$_['text_returning_customer']      = 'Вход';
$_['text_i_am_returning_customer'] = 'Вход для партнеров';
$_['text_forgotten']               = 'Забыли пароль';

// Entry
$_['entry_email']                  = 'E-Mail';
$_['entry_password']               = 'Пароль';

// Error
$_['error_login']                  = 'Внимание: Логин или паорль не подходят.';
$_['error_attempts']               = 'Внимание: Слишком много неудачных попыток авторизации. Аккаунт заблокирован, попробуйте через 1 час.';
$_['error_approved']               = 'Внимание: Ваш аккаунт должен быть подтвержден менеджером, прежде чем вы сможете продолжить работу.';